{
	"coreCitation": {
		"$id": "ark:/76611/dkhm2y507",
		"title": "Boston Transit (Maptivist Collection)",
		"recordType": "Dataset",
		"hostedBy": "Internal",
		"briefDescription": "Modes of transportation in Boston for the years 2014-2018",
		"fullNotes": "Statistical and geographic data from the 2014-2018 5-year American Community Survey summaries depicting the most popular mode of transportation for the city of Boston, Massachusetts. Created for the purpose of using within the K-12 Maptivist Initiative at the Leventhal Map & Education Center. In Maptivist classrooms, students work with a variety of historical and modern map resources to better understand the past and present of Boston and advocate for change. Students connect with community resources, from individuals working for social justice to City of Boston data sets that enable them to analyze everything from gentrification in their neighborhoods, to health care access by race across the city, to climate resilience’s relationship to income inequality.",
		"briefGenealogy": "Demographic data were downloaded from official census products, cleaned up to contain only the information pertinent to the subject of study, joined with geospatial census data, and combined with other cartographic materials to produce the maps used in classroom activities.",
		"includesDataTypes": ["MultiPolygon"],
		"bboxPreview": {
			"previewSRS": "EPSG:4326",
			"lowerCorner": [-71.191154, 42.227925],
			"upperCorner": [-70.958796, 42.450117]
		},
		"accessCondition": "This dataset is in the public domain. There are no restrictions on use."
	},
	"dataEndpoints": [{
			"$id": "ark:/76611/dkhm2y507/endpoint/1",
			"accessURL": "https://s3.us-east-2.wasabisys.com/public-geospatial/dkhm2y507/dataEndpoints/TransitMode.geojson",
			"format": "GeoJSON",
			"title": "Boston Modes of Transportation GeoJSON",
			"source": "Leventhal Map & Education Center",
			"suggestedEntryPoint": true
		},
		{
			"$id": "ark:/76611/dkhm2y507/endpoint/2",
			"accessURL": "https://s3.us-east-2.wasabisys.com/public-geospatial/dkhm2y507/dataEndpoints/ToJoin.csv",
			"title": "Boston Modes of Transportation Statistical Tables",
			"format": "CSV",
			"source": "Leventhal Map & Education Center"
		}
	],
	"subjectTagging": {
		"thematic": {
			"LCSH": [{
				"authority": "LCSH",
				"authorityID": "http://id.loc.gov/authorities/subjects.html",
				"language": "eng",
				"subjectTag": "Transportation"
			}],
			"ISO19115": [{
				"authority": "ISO19115TopicCategory",
				"authorityID": "http://www.isotc211.org/2005/resources/Codelist/gmxCodelists.xml#MD_TopicCategoryCode",
				"language": "eng",
				"valueID": "boundaries",
				"subjectTag": "Boundaries"
			}]
		},
		"geographic": {
			"geonames": [{
				"authority": "geonames",
				"authorityID": "http://www.geonames.org/ontology#",
				"language": "eng",
				"valueID": "http://www.geonames.org/4930956/boston.html",
				"placeTag": "Boston"
			}],
			"EPSG": [{
				"authority": "EPSG",
				"authorityID": "http://opengis.net/def/crs/EPSG/0/4326",
				"epsgTag": "EPSG:4326"
			}]
		},
		"temporal": {
			"temporalNotes": "This dataset is derived as rolling estimates from the 2014-2018 5-year American Community Survey",
			"temporalRepresentation": {
				"encoding": "https://www.w3.org/TR/NOTE-datetime",
				"temporalType": "temporalRange",
				"startRangeValue": "2014",
				"endRangeValue": "2018"
			},
			"temporalPublication": {
				"encoding": "https://www.w3.org/TR/NOTE-datetime",
				"temporalType": "singularExpression",
				"singularExpressionValue": "2020-11-24"
			}
		}
	},
	"dataBiography": {
		"sampling": {
			"notes":"The Census Bureau publishes high quality documentation describing considerations related to American Community Survey (ACS) universes, rules for who is included, sampling methodology, known problems with sampling and the process by which margins or error are calculated. This information is available via the American Community Survey (ACS) Design and Methodology documentation. ",
			"relatedResourceURL":[{
				"$id":"United States Census Bureau",
				"title":"ACS Design and Methodology Report Survey Rules, Concepts, Definitions",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch04_2014.pdf",
				"title":"ACS Design and Methodology Report Sample Design and Selection",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch12_2014.pdf",
				"title":"ACS Design and Methodology Report Variance Estimation",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			}],
			"healthCheckScore": 5,
			"healthCheckQualifier": "This documentation is easily discoverable and extensive."
		},
		"privacy": {
			"notes":"The Census Bureau publishes high quality documentation describing considerations related to American Community Survey (ACS) geographic aggregation methodology and challenges inherent in grouping responses into 'homogenous' geographic areas with firm separating boundaries. This is included in the ACS Design and Methodology Report. Also present in this report are some comments related to consent, at least in how the Census Bureau conceptualizes the mandatory nature of the census. It does not discuss in detail efforts towards making sure participants understand the implications of their mandatory participation, and all of the ways their data will be used. The Design and Methodology Report also includes confidentiality considerations and anonymization methodologies. The Census Bureau does not include here any easily discoverable documentation about known privacy issues. ",
			"relatedResourceURL":[{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch03_2014.pdf",
				"title":"ACS Design and Methodology Report Frame Development Master Address File Content",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/geo/pdfs/reference/GARM/Ch2GARM.pdf",
				"title":"Geographic Area Reference Manual Homogeneity and Functional Integration",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch05_2014.pdf",
				"title":"ACS Design and Methodology Report Content Development Process",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch13_2014.pdf",
				"title":"ACS Design and Methodology Preparation/Review of Data Products",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "The documentation is strong and healthy for issues related to geographic aggregation and anonymization methods. There could be healthier context made available for known privacy issues and the steps taken to ensure all participants understand how their data will be used."
		},
		"dataCollection": {
			"notes":"The Census Bureau publishes decent documentation describing considerations related to American Community Survey (ACS) data collection methodology. Included in the ACS Design and Methodology Report are explanations of how the survey came to be, data collection start and end dates, and methodology about how the data are collected and linked up to authoritative address databases. The documentation also touches on considerations related to how survey questions are worded, and the process by which new questions are added. Throughout the documentation, there are sections about how data is collected under various circumstances, for instance methodology for collecting information about those who live in group quarters, like nursing homes or prisons. The documentation includes a section on how stakeholders were initially consulted upon survey design, but it doesn't necessarily get into the process by which the Census Bureau continuously ensures and measures adequate representation in survey design and data collection.",
			"relatedResourceURL":[{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch02_2014.pdf",
				"title":"ACS Design and Methodology Report Program History",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch05_2014.pdf",
				"title":"ACS Design and Methodology Report Content Development Process",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch03_2014.pdf",
				"title":"ACS Design and Methodology Report Content Frame Development",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch07_2014.pdf",
				"title":"ACS Design and Methodology Report Content Data Collection",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "The documentation is strong and healthy for issues related to the technical aspects of collection methodology and linkage to the authoritative address database. There could be healthier context made available for continuous efforts to ensure representation in the survey design and collection process. "
		},
		"funding": {
			"notes":"The Census Bureau makes their fiscal year budget estimates available via census.gov.",
			"relatedResourceURL":[{
				"$id":"https://www2.census.gov/about/budget/FY-2020-Congressional-Budget-Submission.pdf",
				"title":"U.S. Census Bureau's Budget Fiscal Year 2020",
				"publisher":"United States Census Bureau",
				"datePublished": "2019-03"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "Funding information is available, but more user-friendly documentation could be published and or made more easily discoverable about how to interpret and understand how budgets are allocated, and how everyday people can understand the budgeting process"
		},
		"potentialImpact": {
			"notes": "Census publications document the ways that census data can improve life for people by helping the government decide where to allocate federal funds, on the basis of demographic statistics. On the other hand, while much official Census Bureau documentation is available about the methodology of how they count vulnerable populations, there is not very much documentation containing explicit explantations of how these methodologies could negatively impact populations, or any information about how the Bureau attempts to give a voice to those represented by the data. There is a Center for Economic Studies (CES) within the Research and Methodology division, which 'partners with stakeholders within and outside the Census Bureau to improve measures of the economy and people of the United States through research and the development of innovative data products.' The CES publishes updates about the projects and topics they are focused on. ",
			"relatedResourceURL":[{
				"$id":"https://www.census.gov/programs-surveys/ces/news-and-updates/updates.html",
				"title":"Updates",
				"publisher":"United States Census Bureau Center for Economic Studies (CES)"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "There is healthy documentation about potential positive impact, but not very much easily discoverable documentation about potential negative impact, especially on vulnerable populations. "
		}
	},
	"resourceConstellation": {
		"supplementaryFiles": [{
			"$id": "https://s3.us-east-2.wasabisys.com/public-geospatial/dkhm2y507/supplementaryFiles/SupplementaryCartographyFiles.zip",
			"title": "Supplementary cartography files",
			"datePublished": "2020-11-24",
			"notes": "Daniel Huffman provided final versions of the Boston transit map in PDF, JPEG and Adobe Illustrator .AI file formats."
		}],
		"publishedWorks": [{
			"$id": "https://collections.leventhalmap.org/search/commonwealth:3x817729j",
			"title": "Most popular mode of commuting : 2014-2018 American Community Survey",
			"author": "Huffman, Daniel P.",
			"publisher": "Boston Public Library. Norman B. Leventhal Map and Education Center",
			"datePublished": "2020"
		}]
	},
	"dataLifecycle": {
		"acquisition": {
			"ingredients": [{
					"$id": "ark:/76611/dkhqbwezw",
					"type": "compositeIngredient",
					"notes": "This census tract geography data was joined to census statistical demographic data"
				},
				{
					"$id": "ark:/76611/dkhqhgkkt",
					"type": "compositeIngredient",
					"notes": "This statistical census demographic data was joined to census tract geography data"
				}
			]
		},
		"description": {
			"language": {
				"authority": "https://www.loc.gov/standards/iso639-2/php/code_list.php",
				"value": "eng"
			},
			"contextProvider": {
				"name": "Belle Lipton",
				"relationshipToData": "Archivist"
			},
			"contextOnBehalfOf": {
				"name": "Daniel Huffman",
				"relationshipToData": "Cartographer"
			},
			"contextPublicationDate": "2020-11-24",
			"metadataSchema": {
				"schemaName": "LMEC Data Description Schema",
				"$id": "https://github.com/nblmc/Data-Context/blob/master/schema.json"
			}
		},
		"maintenance": {
			"officialMaintainer": "Leventhal Map & Education Center",
			"maintenanceFrequency": "Never updated. Daniel Huffman downloaded this data using a census data extract tool, cleaned it up a bit, and sent it to be archived by the LMEC."		
		},
		"manipulation": {
			"records": [{
				"relatedResourceURL":"https://s3.us-east-2.wasabisys.com/public-geospatial/dkhm2y507/README/README.txt",
				"format": "Plain-text README",
				"title": "Data Cleaning and Cartography Choices",
				"author": "Daniel Huffman"
			}],
			"actors": [{
					"name": "Michelle LeBlanc",
					"notes": "Michelle is the Director of Education at the Leventhal Map & Education Center. She led the IMLS-funded Maptivists project, which allowed for Daniel Huffman to be included as a project cartographer. She also worked with Daniel and Education Coordinator Lynn Brown to conceptualize ideas for the cartographic resources."
				},
				{
					"name": "Lynn Brown",
					"notes": "Lynn is the Education Coordinator at the Leventhal Map & Education Center. She worked with Cartographer Daniel Huffman and Director of Education Michelle LeBlanc to conceptualize the ideas for the maps."
				},
				{
					"name": "Daniel Huffman",
					"notes": "Daniel Huffman is a freelance cartographer hired by the Leventhal Map & Education Center to create maps with strong arguments based around important issues in Boston, designed to aid teaching in classrooms partaking in the LMEC Maptivist Initiative. In addition to designing the maps, Daniel provided lots of great notes on their mapmaking process, which can be found throughout this document, and especially in the README made available from the `records` section of this document."
				}
			],
			"process": {
				"shortProcessDescription": "To make the maps, Daniel downloaded official census data -- statisitcal information about Boston and census tracts. After cleaning up the statistical census data a little bit, these two files were joined together. The newly-joined geospatial demographic data layer was overlaid on top of data used only for cartographic purposes, such as land and water files used to create a basemap. The supplementary cartographic materials, including Adobe Illustrator files, can be accessed via the supplementaryFiles section of this record.",
				"successes": "This data project has public benefit because it narrows down census data to present only attribute information that might be useful if one is interested in studying transit in Boston. It narrows the data to a distinct geographic extent of the city of Boston, and joins the data to census geography data for us. Anyone can now download this file to study transit phenomena in Boston.",
				"missingProcessingInformation": "No information is missing about the data processing. This processing description is healthy."
			}
		}
	}
}