{
	"coreCitation": {
		"$id": "ark:/76611/dkhqhgkkt",
		"title": "American Community Survey Statistical Tables",
		"recordType": "Dataset",
		"hostedBy": "External",
		"briefDescription": "American Community Survey (ACS) statistical tables",
		"fullNotes": "Census data is obtained by using online websites such as the official Census Bureau tool, American Fact Finder, or websites from other reputable census data providers. The Leventhal Map & Education Center recommends using NHGIS.org, which streamlines the process of accessing census data for GIS purposes, specifically. You can go to NHGIS.org to access the exact demographic characteristics and geographical units necessary for your research project. You can scroll down in this metadata record to find the 'tutorials' section, which will point to step-by-step instructions for working with census data using NHGIS.org.",
		"briefGenealogy": "A common process is to join statistical demographic data from the American Community Survey or decennial census with census shape data like tracts, counties or states.",
		"accessCondition": "This data is in the public domain. There are no restrictions on access."
	},
	"subjectTagging": {
		"thematic": {
			"LCSH": [{
					"authority": "LCSH",
					"authorityID": "http://id.loc.gov/authorities/subjects.html",
					"language": "eng",
					"subjectTag": "Population"
				},
				{
					"authority": "LCSH",
					"authorityID": "http://id.loc.gov/authorities/subjects.html",
					"language": "eng",
					"subjectTag": "Census"
				},
				{
					"authority": "LCSH",
					"authorityID": "http://id.loc.gov/authorities/subjects.html",
					"language": "eng",
					"subjectTag": "Population statistics"
				},
				{
					"authority": "LCSH",
					"authorityID": "http://id.loc.gov/authorities/subjects.html",
					"language": "eng",
					"subjectTag": "Demographic surveys"
				},
				{
					"authority": "LCSH",
					"authorityID": "http://id.loc.gov/authorities/subjects.html",
					"language": "eng",
					"subjectTag": "Demographic surveys--United States"
				}
			],
			"ISO19115": [{
				"authority": "ISO19115TopicCategory",
				"authorityID": "http://www.isotc211.org/2005/resources/Codelist/gmxCodelists.xml#MD_TopicCategoryCode",
				"language": "eng",
				"valueID": "society",
				"subjectTag": "Society"
			}]
		},
		"temporal": {
			"temporalNotes": "Census data, while dating back to the 1790s, was collected in slightly different ways for every census year. This means that the way census geographies and demographic categories are available is subject to nuance, depending on which year you are looking for. NHGIS.org has this handy documentation that includes data availability tables for any given census year: https://nhgis.org/user-resources/data-availability"
		}
	},
	"resourceConstellation": {
		"tutorials": [{
			"$id": "https://www.youtube.com/watch?v=P1znKKm8vX4",
			"title": "NHGIS Data Finder Tutorial",
			"author": "IPUMS",
			"datePublished": "2013-09-18",
			"notes": "Two minute YouTube video",
			"suggestedEntryPoint": true
		},
		{
			"$id": "http://steppingintothemap.com/mappinghistory/wp-content/uploads/2018/03/Working-with-NHGIS-and-Joins.pdf",
			"title": "Working with NHGIS and Joins",
			"author": "Creighton University Digital Humanities",
			"datePublished": "2018-03-01",
			"notes": "Learn how to join census data with demographic data in QGIS",
			"suggestedEntryPoint": true
		}]
	},
	"dataBiography": {
		"sampling": {
			"notes":"The Census Bureau publishes high quality documentation describing considerations related to American Community Survey (ACS) universes, rules for who is included, sampling methodology, known problems with sampling and the process by which margins or error are calculated. This information is available via the American Community Survey (ACS) Design and Methodology documentation. ",
			"relatedResourceURL":[{
				"$id":"United States Census Bureau",
				"title":"ACS Design and Methodology Report Survey Rules, Concepts, Definitions",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch04_2014.pdf",
				"title":"ACS Design and Methodology Report Sample Design and Selection",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch12_2014.pdf",
				"title":"ACS Design and Methodology Report Variance Estimation",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			}],
			"healthCheckScore": 5,
			"healthCheckQualifier": "This documentation is easily discoverable and extensive."
		},
		"privacy": {
			"notes":"The Census Bureau publishes high quality documentation describing considerations related to American Community Survey (ACS) geographic aggregation methodology and challenges inherent in grouping responses into 'homogenous' geographic areas with firm separating boundaries. This is included in the ACS Design and Methodology Report. Also present in this report are some comments related to consent, at least in how the Census Bureau conceptualizes the mandatory nature of the census. It does not discuss in detail efforts towards making sure participants understand the implications of their mandatory participation, and all of the ways their data will be used. The Design and Methodology Report also includes confidentiality considerations and anonymization methodologies. The Census Bureau does not include here any easily discoverable documentation about known privacy issues. ",
			"relatedResourceURL":[{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch03_2014.pdf",
				"title":"ACS Design and Methodology Report Frame Development Master Address File Content",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/geo/pdfs/reference/GARM/Ch2GARM.pdf",
				"title":"Geographic Area Reference Manual Homogeneity and Functional Integration",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch05_2014.pdf",
				"title":"ACS Design and Methodology Report Content Development Process",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch13_2014.pdf",
				"title":"ACS Design and Methodology Preparation/Review of Data Products",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "The documentation is strong and healthy for issues related to geographic aggregation and anonymization methods. There could be healthier context made available for known privacy issues and the steps taken to ensure all participants understand how their data will be used."
		},
		"dataCollection": {
			"notes":"The Census Bureau publishes decent documentation describing considerations related to American Community Survey (ACS) data collection methodology. Included in the ACS Design and Methodology Report are explanations of how the survey came to be, data collection start and end dates, and methodology about how the data are collected and linked up to authoritative address databases. The documentation also touches on considerations related to how survey questions are worded, and the process by which new questions are added. Throughout the documentation, there are sections about how data is collected under various circumstances, for instance methodology for collecting information about those who live in group quarters, like nursing homes or prisons. The documentation includes a section on how stakeholders were initially consulted upon survey design, but it doesn't necessarily get into the process by which the Census Bureau continuously ensures and measures adequate representation in survey design and data collection.",
			"relatedResourceURL":[{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch02_2014.pdf",
				"title":"ACS Design and Methodology Report Program History",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch05_2014.pdf",
				"title":"ACS Design and Methodology Report Content Development Process",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch03_2014.pdf",
				"title":"ACS Design and Methodology Report Content Frame Development",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			},
			{
				"$id":"https://www2.census.gov/programs-surveys/acs/methodology/design_and_methodology/acs_design_methodology_ch07_2014.pdf",
				"title":"ACS Design and Methodology Report Content Data Collection",
				"publisher":"United States Census Bureau",
				"datePublished": "2014-01-30"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "The documentation is strong and healthy for issues related to the technical aspects of collection methodology and linkage to the authoritative address database. There could be healthier context made available for continuous efforts to ensure representation in the survey design and collection process. "
		},
		"funding": {
			"notes":"The Census Bureau makes their fiscal year budget estimates available via census.gov.",
			"relatedResourceURL":[{
				"$id":"https://www2.census.gov/about/budget/FY-2020-Congressional-Budget-Submission.pdf",
				"title":"U.S. Census Bureau's Budget Fiscal Year 2020",
				"publisher":"United States Census Bureau",
				"datePublished": "2019-03"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "Funding information is available, but more user-friendly documentation could be published and or made more easily discoverable about how to interpret and understand how budgets are allocated, and how everyday people can understand the budgeting process"
		},
		"potentialImpact": {
			"notes": "Census publications document the ways that census data can improve life for people by helping the government decide where to allocate federal funds, on the basis of demographic statistics. On the other hand, while much official Census Bureau documentation is available about the methodology of how they count vulnerable populations, there is not very much documentation containing explicit explantations of how these methodologies could negatively impact populations, or any information about how the Bureau attempts to give a voice to those represented by the data. There is a Center for Economic Studies (CES) within the Research and Methodology division, which 'partners with stakeholders within and outside the Census Bureau to improve measures of the economy and people of the United States through research and the development of innovative data products.' The CES publishes updates about the projects and topics they are focused on. ",
			"relatedResourceURL":[{
				"$id":"https://www.census.gov/programs-surveys/ces/news-and-updates/updates.html",
				"title":"Updates",
				"publisher":"United States Census Bureau Center for Economic Studies (CES)"
			}],
			"healthCheckScore": 3,
			"healthCheckQualifier": "There is healthy documentation about potential positive impact, but not very much easily discoverable documentation about potential negative impact, especially on vulnerable populations. "
		}
	},
	"dataLifecycle": {
		"description": {
			"language": {
				"authority": "https://www.loc.gov/standards/iso639-2/php/code_list.php",
				"value": "eng"
			},
			"contextProvider": {
				"name": "Belle Lipton",
				"relationshipToData": "Archivist"
			},
			"contextPublicationDate": "2020-11-20",
			"metadataSchema": {
				"schemaName": "LMEC Data Description Schema",
				"$id": "https://github.com/nblmc/Data-Context/blob/master/schema.json"
			}
		},
		"maintenance": {
			"officialMaintainer": "NHGIS.org",
			"maintenanceFrequency": "NHGIS aims to add data released by the Census Bureau within four - six weeks of the official release."
		}
	}
}